<html><head><title>Asistente Prontus</title><meta http-equiv="Content-Type" content="text/html; charset=utf-8" /><link href="css/estilos.css" rel="stylesheet" type="text/css"><script language="JavaScript" src="js/botones.js"></script><SCRIPT language="JavaScript"><!--function devuelve_valor(valor) {  parent.opener.aceptavalor(valor);  top.window.close();}// --></SCRIPT></head><body bgcolor="#FFFFFF" text="#000000"><center>  <a name="paso1"></a><div id="mainPop">    <div><a href="http://www.prontus.cl" target="_blank"><img src="imag/head_pop.gif" width="400" height="46" border="0"></a></div>    <div id="contentPop">      <div style="float:right;"><a href="javascript:window.close()" onMouseOver="ima_on('cer','boto')" onMouseOut="ima_of('cer','boto')"><img src="imag/boto/cer_of.gif" border="0" alt="Cerrar Ventana" name="cer" width="61" height="19"></a></div>      <div style="display:table; margin:1px; clear:both;">&nbsp;</div>      <h3>        <p>Paso 1 de 3: Datos B&aacute;sicos</p>      </h3>      <p>Este paso est&aacute; destinado a recopilar la informaci&oacute;n b&aacute;sica        para la configuraci&oacute;n inicial del publicador. Ser&aacute;n solicitados        datos elementales que ser&aacute;n utilizados permanentemente en el momento        de operar el Administrador de contenidos Prontus.</p>      <p><img src="/wizard_prontus/core/imag/flecha.gif" width="8" height="7">        <b>Identificador del Sitio Prontus.</b>        Este dato se utilizar&aacute;, entre otras cosas, para nombrar la carpeta        que contendr&aacute; los archivos necesarios para el funcionamiento del        Administrador de contenidos Prontus y aquellos que se creen a trav&eacute;s        de &eacute;ste (ej: art&iacute;culos, portadas, etc.); adem&aacute;s        del archivo de configuraci&oacute;n interno del publicador (nombre_publicador.cfg).</p>      <p><img src="/wizard_prontus/core/imag/flecha.gif" width="8" height="7">        <b>Nombre del Sitio Prontus.</b>        Este dato se utilizará para desplegarlo en la etiqueta 'title' de las páginas del sitio, por ejemplo: 'MiSitio.cl', 'Mi sitio', etc.</p>      <p><img src="/wizard_prontus/core/imag/flecha.gif" width="8" height="7">        <b>Base de Datos MySQL.</b> En este punto, debe indicar los datos de conexión a la base de datos        que utilizará con Prontus. Optativamente, puede indicar una cuenta especial para que el Asistente intente crear la base de datos. En cualquier caso, antes de comenzar a utilizar Prontus, la base de datos deberá encontrarse ya creada.</p>      <p><img src="/wizard_prontus/core/imag/flecha.gif" width="8" height="7">        <b>Servidor SMTP.</b> Indica el servidor SMTP a utilizar en el sitio Prontus, el cual puede        corresponder a dirección IP o nombre del servidor, por ejemplo: mail.misitio.cl, 200.14.1.3.</p>      <h3><a name="paso2"></a>        <p>Paso 2 de 3: Seleccionar Modelo Prontus</p>      </h3>      <p>Los modelos Prontus consisten en estructuras o formatos de sitios web. Por ejemplo, se puede      seleccionar un modelo cuya estructura consista en una cabecera (head), men&uacute; derecho con      links y el centro utilizarlo para desplegar la información principal, como es el caso del sitio      de Prontus: <a href="http://www.prontus.cl" target="_blank">http://www.prontus.cl</a>.</p>      <h3><a name="paso3"></a>        <p>Paso 3 de 3: Confirmar Configuraci&oacute;n</p>      </h3>      <p>Antes de realizar la instalaci&oacute;n del Administrador de contenidos Prontus, se debe      confirmar la configuraci&oacute;n. Para esto se debe revisar el resumen que se depliega en      la p&aacute;gina, el cual debe coincidir con las opciones seleccionadas en los pasos anteriores.      </p>      <h3><a name="paso4"></a>        <p>Reporte de Instalaci&oacute;n</p>      </h3>      <p>Informe sobre t&eacute;rmino exitoso de la instalaci&oacute;n. Si la base de datos requerida ya está creada, el Administrador de      contenidos Prontus se encuentra completamente operativo para comenzar a ser utilizado. Para esto,      basta con presionar el link Panel de Control e ingresar las claves de acceso preestablecidas:      <br>&raquo; usuario: <b>admin</b>      <br>&raquo; contraseña: <b>prontus</b>      <br>      Adem&aacute;s, se despliega la lista de los directorios y archivos generados en la instalación,      los cuales pueden ser visitados haciendo click sobre cada elemento del árbol desplegado en      la p&aacute;gina.      </p><div style="text-align:right;"><a href="javascript:window.close()" onMouseOver="ima_on('cer','boto')" onMouseOut="ima_of('cer','boto')"><img src="imag/boto/cer_of.gif" border="0" alt="Cerrar Ventana" name="cer" width="61" height="19"></a></div><p>&nbsp;</p>    </div>  </div></center><br><p>&nbsp;</p></body></html>